const delegatesData = [
  {
    "id": 1,
    "name": "ქეთი ბუზალაძე",
    "municipality": "ახმეტა",
    "region": "კახეთი",
    "image": "assets/delegates/qeti buzaladze.jpg",
    "facebook": "https://www.facebook.com/keti.buzaladze.339939",
    "bio": "მე ვარ კრეატიული და ინიციატივიანი ახალგაზრდა, რომელიც ტექნოლოგიებს, ინოვაციებსა და გარემოსდაცვით იდეებს ვაერთიანებ. როგორც ტექნოლოგიური პროექტების მონაწილე და გამარჯვებული, ახალგაზრდული საქმიანობის დელეგატი და Tech Park Akhmeta-ს სტაჟიორი, საკუთარ გამოცდილებას სხვა ახალგაზრდების განვითარებისა და გააქტიურებისთვის ვიყენებ."
  },
  {
    "id": 2,
    "name": "ქეთევან პარკინაშვილი",
    "municipality": "თელავი",
    "region": "კახეთი",
    "image": "assets/delegates/qetevan parkinashvili.jpg",
    "facebook": "https://www.facebook.com/parkinashvili.qeti",
    "bio": "ახალგაზრდული საქმიანობის დელეგატი\n\nქვეყნის განვითარების ერთ-ერთი უმნიშვნელოვანესი საფუძველი განათლებული, აქტიური და პასუხისმგებლიანი ახალგაზრდობაა. სწორედ ამიტომ, ჩემთვის განსაკუთრებით მნიშვნელოვანია ახალგაზრდების საზოგადოებრივ პროცესებში ჩართულობის ხელშეწყობა და მათი შესაძლებლობების გაძლიერება.\n\nროგორც ახალგაზრდული საქმიანობის დელეგატი, ვარ მიზანდასახული, პასუხისმგებლიანი და აქტიური ახალგაზრდა, რომელსაც სჯერა, რომ თითოეულ ახალგაზრდას აქვს შესაძლებლობა, საკუთარი იდეებითა და ინიციატივებით მნიშვნელოვანი ცვლილებები განახორციელოს როგორც საკუთარ თემში, ისე ქვეყნის მასშტაბით.\n\nჩემთვის ახალგაზრდული საქმიანობა მხოლოდ სხვადასხვა აქტივობასა და პროექტში მონაწილეობას არ ნიშნავს — ეს არის შესაძლებლობა, მოვუსმინო ახალგაზრდებს, გავუზიარო მათ არსებული შესაძლებლობები, ხელი შევუწყო მათ განვითარებას და მათი ხმა საზოგადოებაში კიდევ უფრო მეტად გავაჟღერო.\n\nმიხარია, რომ მაქვს შესაძლებლობა ვიყო იმ პროცესის ნაწილი, რომელიც ახალგაზრდების გაძლიერებას, განვითარებასა და საზოგადოებრივ ცხოვრებაში მათ აქტიურ ჩართულობას ემსახურება. მჯერა, რომ ცვლილებები იწყება მაშინ, როდესაც ახალგაზრდები არ ელოდებიან უკეთეს მომავალს და თავად ხდებიან მისი შექმნის მონაწილეები.\n\nძლიერი ქვეყანა იწყება აქტიური ახალგაზრდობით.\nჩვენი ხმა — ჩვენი ძალაა."
  },
  {
    "id": 3,
    "name": "მარი ღვინიფაძე",
    "municipality": "ლაგოდეხი",
    "region": "კახეთი",
    "image": "assets/delegates/mariam ghvinifadze.jpg",
    "facebook": "https://www.facebook.com/profile.php?id=61572224871949",
    "bio": "ვარ მონდომებული, მიზანდასახული და ახალგაზრდებზე შეყვარებული ადამიანი. მე ჩემს მომავალს ნათლად მხოლოდ მაშინ ვხედავ,როდესაც ის სავსეა იმ წარმატებული ახალგაზრდებით, რომლებსაც მომავლის ბილიკი ჩემი ცოდნითა და მონდომებით გავუკვალე. ამ ყველაფრის მთავარი ნაბიჯები კი, ჩემი მუნიციპალიტეტის- ლაგოდეხის მუნიციპალიტეტის ახალგაზრდა დელეგატობაა. ბოლოს კი, მე ვარ ახალგაზრდა, რომელიც ცდილობს შექმნას ახალგაზრდების უზრუნველყოფილი მომავალი!"
  },
  {
    "id": 4,
    "name": "გიორგი მელაშვილი",
    "municipality": "საგარეჯო",
    "region": "კახეთი",
    "image": "assets/delegates/giorgi melashvili.jpg",
    "facebook": "https://www.facebook.com/giorgi.melashvili.7902",
    "bio": "მე ვარ გიორგი მელაშვილი.ვარ სტუდენტი ვსწავლობ თსუ ს იურიდიულ ფაკულტეტზე.ვარ კომუნიკაბელური და მოტივირებული ახალგაზრდა.ჩართული ვარ ახალგაზრდულ აქტივობებში.სსიპ ახალგაზრდობის სააგენტოსთან მჭიდროდ ვარ დაკავშირებული და მონაწილეობას ვიღებ საერთაშორისო თუ ადგილობრივ აქტივობებში."
  },
  {
    "id": 5,
    "name": "ელენე ჭუმბურიძე",
    "municipality": "ყვარელი",
    "region": "კახეთი",
    "image": "assets/delegates/elene tchumburidze.jpg",
    "facebook": "https://www.facebook.com/elene.chumburidze.566548",
    "bio": "ვარ კრეატიული,მიზანდასახული,შრომისმოყვარე და მრავალფეროვანი.მომწონს საკუთარ თავზე მუშაობა და შეძენილი უნარების სასარგებლოდ გამოყენება ,როგორც საკუთარი თავისთვის,ასევე ახალგაზრდებისთვისა და თემისთვის.\n\nმჯერა,რომ მსგავსი შემართებით შემიძლია წვლილის შეტანა ახალგაზრდულ საქმიანობაში და მიხარია ,რომ ახალგაზრდებს ამის საშვალებას სსიპ ახალგაზრდობის სააგენტო გვაძლევს."
  },
  {
    "id": 6,
    "name": "თამარ კარიაული",
    "municipality": "დუშეთი",
    "region": "მცხეთა-მთიანეთი",
    "image": "assets/delegates/tamar kariauli.jpg",
    "facebook": "https://www.facebook.com/tamtakariauli",
    "bio": "გამარჯობა, მე თამთა ვარ, 25 წლის.\n\nახალგაზრდებთან მუშაობა და ახალგაზრდული საქმიანობა ჩემი ერთ-ერთი ყველაზე საყვარელი სფეროა. განსაკუთრებით მიხარია, როცა შემიძლია ახალგაზრდებს თუნდაც პატარა ნაბიჯის გადადგმაში დავეხმარო — იქნება ეს საჭირო ინფორმაციის გაზიარება, საინტერესო შესაძლებლობის აღმოჩენა თუ უბრალოდ სწორი მიმართულების მიცემა.\n\nხშირად ერთი შეხედვით პატარა მხარდაჭერაც კი შეიძლება მნიშვნელოვანი შესაძლებლობის დასაწყისი გახდეს — შესაძლებლობის, რომ ახალგაზრდებმა უფრო აქტიური, საინტერესო და განვითარებაზე ორიენტირებული ცხოვრება აირჩიონ.\n\nმჯერა, რომ თითოეულ ახალგაზრდას აქვს საკუთარი შესაძლებლობების რეალიზების პოტენციალი.\n\nყოველთვის მზად ვარ, ჩემი დუშელი ახალგაზრდების გვერდით ვიყო, მხარი დავუჭირო მათ იდეებს, ინიციატივებსა და განვითარებას."
  },
  {
    "id": 7,
    "name": "ამიკო დავლაშერიძე",
    "municipality": "თიანეთი",
    "region": "მცხეთა-მთიანეთი",
    "image": "assets/delegates/amiko davlasheridze.jpg",
    "facebook": "https://www.facebook.com/amiko.davlasheridze.1",
    "bio": "ვარ ძალიან მიზანდასახული, აქტიური და განვითარებაზე ორიენტირებული ადამიანი. თითქმის ყოველთვის, როცა რაღაცას მიზნად ვისახავ, ვცდილობ ბოლომდე მივიყვანო. ძალიან მიყვარს ლიდერობა, ადამიანებთან ურთიერთობა და ახალი იდეების მოფიქრება. განსაკუთრებით მაინტერესებს ტექნოლოგიები და ყველაფერი, რაც განვითარებასა და ახალი შესაძლებლობების შექმნას უკავშირდება. მიყვარს სხვების დახმარება და ჩემი ცოდნის გაზიარება, რადგან ვფიქრობ, რომ როცა საკუთარ გამოცდილებას სხვებს უზიარებ, ამით მხოლოდ მათ არ ეხმარები - შენც ვითარდები. ჩემთვის ლიდერობა მხოლოდ სხვების წინ გაძღოლა არ არის, ლიდერობა პასუხისმგებლობის აღება, სხვების მოსმენა და საქმით მაგალითის მიცემაა. როგორც ახალგაზრდული საქმიანობის დელეგატს, მინდა ჩემი გამოცდილება და შესაძლებლობები თიანეთის ახალგაზრდების განვითარებისთვის გამოვიყენო. მინდა უკეთ გავიცნო ჩემი მუნიციპალიტეტის ახალგაზრდები, მოვისმინო მათი იდეები და საჭიროებები და მათთვის საინტერესო შესაძლებლობები შევქმნათ. მჯერა, რომ ცვლილება მხოლოდ იდეით არ იწყება - მთავარია მოქმედება და პირველი ნაბიჯის გადადგმა."
  },
  {
    "id": 8,
    "name": "ლანა სტეფნაძე",
    "municipality": "მცხეთა",
    "region": "მცხეთა-მთიანეთი",
    "image": "assets/delegates/lana stefnadze.jpg",
    "facebook": "https://www.facebook.com/lana.stefnadze.9",
    "bio": "მე ლანა ვარ, ჯერ კიდევ წლების წინ ვიაზრებდი არაფორმალური განათლების მნიშვნელობას ახალგაზრდების განვითარებაში, რის გამოც უამრავი პროექტი ჩემი ცხოვრების ნაწილად ვაქციე. ახლა დელეგატი ვარ და ვამაყობ, რომ შემიძლია ახალგაზრდებს გავუმარტივო იმ გზის გავლა, რომელიც თავად გამოვიარე."
  },
  {
    "id": 9,
    "name": "მარიამ ხულელიძე",
    "municipality": "ყაზბეგი",
    "region": "მცხეთა-მთიანეთი",
    "image": "assets/delegates/mariam khulelidze.jpg",
    "facebook": "https://www.facebook.com/M.khulelidze888",
    "bio": "მე მქვია მარიამი ვარ 25 წლის, ყაზბეგიდან. ვმუშაობ მონაცემთა დაცვის ოფიცრად, მიყვარს ჩემი მეგობრები და გართობა."
  },
  {
    "id": 10,
    "name": "ქეთევან ბერიძე",
    "municipality": "ასპინძა",
    "region": "სამცხე-ჯავახეთი",
    "image": "assets/delegates/qetevan beridze.jpg",
    "facebook": "https://www.facebook.com/ako.uchaneishvili",
    "bio": "არ მინდა, ის ახალგაზრდა ვიყო, რომელიც ცვლილებებს ელოდება.\n\nმინდა, თავად ვიყო ამ ცვლილებების ნაწილი. მჯერა, რომ ახალგაზრდების იდეებს, ენერგიასა და ერთიანობას რეალური ცვლილებების შექმნა შეუძლია, და მინდა ჩემი შესაძლებლობებით ამ ცვლილებების შექმნაში საკუთარი წვლილი შევიტანო."
  },
  {
    "id": 11,
    "name": "დათა იაკობაძე",
    "municipality": "ახალქალაქი",
    "region": "სამცხე-ჯავახეთი",
    "image": "assets/delegates/data iakobidze.jpg",
    "facebook": "https://www.facebook.com/data.iakobadze.7",
    "bio": "„იყავი ის ცვლილება, რომელიც გინდა სამყაროში ნახო“ — სწორედ ეს ხედვა განსაზღვრავს ჩემს ყოველდღიურ საქმიანობას. როგორც ახალგაზრდული დელეგატი, ვცდილობ, თითოეული იდეა, ინიციატივა და ახალგაზრდების ხმა ჩვენი ქალაქის უკეთეს, უფრო შესაძლებლობებით სავსე მომავლად ვაქციო."
  },
  {
    "id": 12,
    "name": "მარიამ სამსონაშვილი",
    "municipality": "ბორჯომი",
    "region": "სამცხე-ჯავახეთი",
    "image": "assets/delegates/mariam samsonashvili.jpg",
    "facebook": "https://www.facebook.com/mariamsamsonashvili20",
    "bio": "ვსწავლობ სამცხე-ჯავახეთის სახელმწიფო უნივერსიტეტში.სხვადასხვა პროექტებში აქტიური მონაწილეობის შედეგად მივიღე ის გამოცდილება რაც მეხმარება,რომ ჩემი შესაძლებლობები გამოვიყენო და გავუზიარო ახალგაზრდებს ჩემს რეგიონში."
  },
  {
    "id": 13,
    "name": "სალომე ბერძენიძე",
    "municipality": "ახალციხე",
    "region": "სამცხე-ჯავახეთი",
    "image": "assets/delegates/salome berdzenidze.jpg",
    "facebook": "https://www.facebook.com/salome.berdzenidze.90",
    "bio": "ჩემთვის ყველაზე სასიამოვნო პროცესია ახალგაზრდებთან კომუნიკაცია, მათი დახმარება და მხარდაჭერა. ვარ პოზიტიური და კომუნიკაბელური ადამიანი, რომელსაც სურს ახალგაზრდებისთვის ახალი შესაძლებლობების შექმნა და მათი განვითარება. მინდა ყველა ახალგაზრდას ვუთხრა, რომ თამამად შეხვდნენ შესაძლებლობებსა და გამოწვევებს, არ შეეშინდეთ შეცდომების და მუდმივად იზრუნონ საკუთარი თავის პიროვნულ განვითარებაზე."
  },
  {
    "id": 14,
    "name": "ნურაი მუსტაფაევა",
    "municipality": "ბოლნისი",
    "region": "ქვემო ქართლი",
    "image": "assets/delegates/nurai mustafaeva.jpg",
    "facebook": "https://www.facebook.com/nurai.mustafaeva.12",
    "bio": "ნურაი მუსტაფაევა ვარ 16 წლის ასაკის ახალგაზრდა გოგონა. საკუთარ თავს პირველ რიგში მიზანდასახულ, პასუხისგებლიან და აქტიურ ახალგაზრდად აღვიქვამ, რომელსაც ყოველთვის აინტერესებს ახალი შესაძლებლობების აღმოჩენა და მიღებული ცოდნის სხვებისთვის გაზიარება. ჩემთვის განსაკუთრებით მნიშვნელოვანია, როგორც ბოლნისის ახალგაზრდული საქმიანობის დელეგატს, ახალგაზრდების გაძლიერება და იმ გარემოს შექმნა, სადაც თითოეულ ადამიანს ექნება შესაძლებლობა საკუთარი იდეები რეალობად აქციონს."
  },
  {
    "id": 15,
    "name": "დალი კეჟერაშვილი",
    "municipality": "გარდაბანი",
    "region": "ქვემო ქართლი",
    "image": "assets/delegates/dali kezherashvili.jpg",
    "facebook": "https://www.facebook.com/dali.kezherashvili",
    "bio": "ჩემს ცხოვრებაში არაფორმალურმა განათლებამ განსაკუთრებული როლი ითამაშა, სწორედ სხვადასხვა პროექტში, მოხალისეობრივ პროგრამასა და ახალგაზრდულ აქტივობაში მონაწილეობამ რადიკალურად შეცვალა ჩემი ხედვები, დამეხმარა საკუთარი შესაძლებლობების აღმოჩენასა და იმ ადამიანად ჩამოყალიბებაში, ვინც დღეს ვარ. ამიტომ ჩემთვის განსაკუთრებით მნიშვნელოვანია, გავუზიარო ეს გამოცდილება სხვა ახალგაზრდებსაც და დავანახო მათ ის შესაძლებლობები, რომლებიც მათი ცხოვრების შეცვლისა და განვითარების მნიშვნელოვანი ნაწილი გახდება."
  },
  {
    "id": 16,
    "name": "დარია მურადოვა",
    "municipality": "მარნეული",
    "region": "ქვემო ქართლი",
    "image": "assets/delegates/daria muradova.jpg",
    "facebook": "https://www.facebook.com/darya.muradova07",
    "bio": "არასდროს ვკარგავ ახალგაზრდების იმედს და მჯერა, რომ მათ ყველაფერი შეუძლიათ. უზომოდ ბედნიერი და მოხარული ვარ, რომ შემიძლია, მათთან ერთად ეს შესაძლებლობები გავაზიარო და მათი იდეებისა და მიზნების განვითარებაში ჩემი წვლილი შევიტანო."
  },
  {
    "id": 17,
    "name": "ბარბარე შალვაშვილი",
    "municipality": "რუსთავი",
    "region": "ქვემო ქართლი",
    "image": "assets/delegates/barbare shalvashvili.jpg",
    "facebook": "https://www.facebook.com/barbare.shalvashvili",
    "bio": "ძალიან მიზანდასახული ვარ, რადგან თითქმის ყველაფერი, რაც მიზნად დამისახავს, უკვე მიმიღწევია. ასევე, ძალიან მიყვარს ლიდერობა და ვთვლი, რომ ლიდერული უნარ-ჩვევები მაქვს. მიყვარს სხვების დახმარება, რადგან ვფიქრობ, რომ დახმარება და ცოდნის გაზიარება განვითარების ერთ-ერთი ყველაზე მნიშვნელოვანი ეტაპია."
  },
  {
    "id": 18,
    "name": "მარი მუშარბაძე",
    "municipality": "წალკა",
    "region": "ქვემო ქართლი",
    "image": "assets/delegates/mariam musharbadze.jpg",
    "facebook": "https://www.facebook.com/mariam.musharbadze",
    "bio": "მე ვარ მარიამი, აქტიური და განვითარებაზე ორიენტირებული ადამიანი. მიყვარს ახალი ადამიანების გაცნობა, სხვადასხვა პროექტში მონაწილეობა და ახალი გამოცდილებების მიღება."
  },
  {
    "id": 19,
    "name": "რატი შუშიაშვილი",
    "municipality": "გორი",
    "region": "შიდა ქართლი",
    "image": "assets/delegates/rati shushiashvili.jpg",
    "facebook": "https://www.facebook.com/rat.i.shushiashvili.2025",
    "bio": "ვარ მიზანდასახული, პასუხისმგებლიანი და განვითარებაზე ორიენტირებული ახალგაზრდა, რომელიც აქტიურად არის ჩართული საზოგადოებრივ და ახალგაზრდულ საქმიანობაში. ჩემთვის განსაკუთრებით მნიშვნელოვანია ახალგაზრდების ინტერესების წარმომადგენლობა, მათი საჭიროებების მოსმენა და მათთვის არსებული შესაძლებლობების შესახებ ინფორმაციის გაზიარება. როგორც ახალგაზრდული საქმიანობის დელეგატი, ვცდილობ ეფექტურად ვითანამშრომლო როგორც ახალგაზრდებთან, ისე სხვადასხვა უწყებასა და ორგანიზაციასთან. სწრაფად ვერგები ახალ გარემოს, შემიძლია დამოუკიდებლად მუშაობაც და გუნდური თანამშრომლობაც. მაქვს კარგი კომუნიკაციის, ორგანიზებისა და დროის მართვის უნარები, რაც მეხმარება დაკისრებული პასუხისმგებლობების ორგანიზებულად და ხარისხიანად შესრულებაში. მუდმივად ვცდილობ გავიღრმაო ცოდნა, განვივითარო პროფესიული უნარები და მიღებული გამოცდილება გამოვიყენო ახალგაზრდული საქმიანობისა და ჩემი მუნიციპალიტეტის განვითარებისთვის. ჩემთვის მნიშვნელოვანია შედეგზე ორიენტირებული მუშაობა, პასუხისმგებლობის აღება და ახალგაზრდების აქტიური ჩართულობის ხელშეწყობა."
  },
  {
    "id": 20,
    "name": "თენგო კიტრიაშვილი",
    "municipality": "კასპი",
    "region": "შიდა ქართლი",
    "image": "assets/delegates/tengo kitriashvili.jpg",
    "facebook": "https://www.facebook.com/tengo.kitriashvili"
  },
  {
    "id": 21,
    "name": "დაჩი სხირტლაძე",
    "municipality": "ხაშური",
    "region": "შიდა ქართლი",
    "image": "assets/delegates/dachi skhirtladze.jpg",
    "facebook": "https://www.facebook.com/dachi.sxortladze",
    "bio": "მე ვარ დაჩი სხირტლაძე, 18 წლის, ვარ სსიპ ახალგაზრდობის სააგენტოს საქმიანობის დელეგატი ხაშურის მუნიციპალიტეტში, გარდა ამისა, ვარ ამავე მუნიციპალიტეტის ახალგაზრდული საბჭოს თავმჯდომარე და საქართველოს ახალგაზრდული მრჩეველთა საბჭოების ასოციაციის შიდა ქართლის რეგიონული კოორდონატორი.\n\nამ საქმიანობაში ყველაზე მეტად ის უნარები მეხმარება რომლებიც გამაჩნია, როგორიცაა: პასუხისმგებლიანობა, მიზანდასახულობა, მოთმინება და ლიდერობა, რომელიც ყველაზე მნიშვნელოვანია გუნდის და საქმიანობოს სწორად წარმართვისთვის."
  },
  {
    "id": 22,
    "name": "გიორგი ასამბაძე",
    "municipality": "ბათუმი",
    "region": "აჭარა",
    "image": "assets/delegates/giorgi asambadze.jpg",
    "facebook": "https://www.facebook.com/giorgi.asambadze.564",
    "bio": "აქტიური, მიზანდასახული და კომუნიკაბელური ახალგაზრდა ვარ. მიყვარს ადამიანებთან ურთიერთობა, ახალი გამოცდილებების მიღება და საკუთარი შესაძლებლობების განვითარება. ყოველთვის ვცდილობ ახალი გამოწვევები მივიღო, იდეები რეალობად ვაქციო და ჩემი ცოდნა სხვებსაც გავუზიარო. ჩემთვის მნიშვნელოვანია ახალგაზრდების მხარდაჭერა, მათი იდეების მოსმენა და მათთვის ახალი შესაძლებლობების შექმნაში საკუთარი წვლილის შეტანა."
  },
  {
    "id": 23,
    "name": "მარიამ მიქელაძე",
    "municipality": "შუახევი",
    "region": "აჭარა",
    "image": "assets/delegates/mariam mikeladze.jpg",
    "facebook": "https://www.facebook.com/MaryamMikeladze",
    "bio": "ვარ მიზანდასახული, პასუხისმგებლიანი და პოზიტიური ადამიანი. მიყვარს ახალი გამოწვევები, მუდმივი განვითარება და შესაძლებლობების შექმნა. მჯერა, რომ წარმატება მოქმედებით იწყება - დაიჭირე წამი, გადადგი თამამი ნაბიჯი და თავდაჯერებულად იარე შენი მიზნისკენ!"
  },
  {
    "id": 24,
    "name": "მარიამ მალაყმაძე",
    "municipality": "ხელვაჩაური",
    "region": "აჭარა",
    "image": "assets/delegates/mariam malakmadze.jpg",
    "facebook": "https://www.facebook.com/mariam.malakmadze.2025",
    "bio": "ვსწავლობ ბათუმის შოთა რუსთაველის სახელმწიფო უნივერსიტეტში საერთაშორისო ურთიერთობების მიმართულებით. აკადემიურ განათლებასთან ერთად, დიდ დროს ვუთმობ არაფორმალურ განათლებას და მიღებულ ცოდნასა და შესაძლებლობებს სხვა ახალგაზრდებსაც ვუზიარებ, რათა მათ საკუთარი შესაძლებლობების განვითარებასა და მომავლის შეცვლაში დავეხმარო."
  },
  {
    "id": 25,
    "name": "ანა მახარაძე",
    "municipality": "ხულო",
    "region": "აჭარა",
    "image": "assets/delegates/ana makharadze.jpg",
    "facebook": "https://www.facebook.com/ana.makharadze.165",
    "bio": "მე ვარ ანა მახარაძე, 18 წლის და ვცხოვრობ ხულოში. ვარ კომუნიკაბელური, აქტიური და მეგობრული ადამიანი. მიყვარს ადამიანებთან ურთიერთობა, ახალი ადამიანების გაცნობა და საინტერესო გამოცდილებების მიღება. მიზიდავს ახალი შესაძლებლობები, გამოწვევები და თავგადასავლები. ყოველთვის მზად ვარ ვისწავლო რაღაც ახალი, განვვითარდე და საკუთარი შესაძლებლობები სხვადასხვა საინტერესო საქმეში გამოვცადო."
  },
  {
    "id": 26,
    "name": "ლიზი ქათამაძე",
    "municipality": "ქობულეთი",
    "region": "აჭარა",
    "image": "assets/delegates/lizi qatamadze.jpg",
    "facebook": "https://www.facebook.com/lizi.qatamadze.3",
    "bio": "ჩემთვის მნიშვნელოვანია, ცოდნა და გამოცდილება ხელმისაწვდომი გავხადო მათთვის, ვისაც ეს ყველაზე მეტად სჭირდება. ჩვენს გარშემო ბევრი პერსპექტივაა, თუმცა ხშირად სათანადო ინფორმაციის არარსებობის გამო ვერ აღწევს დაინტერესებულ პირამდე. სწორედ ამიტომ გავხდი დელეგატი - მინდა, ხელი შევუწყო ამ ხარვეზის აღმოფხვრას და ახალგაზრდებს გავუადვილო გზა შესაძლებლობებამდე."
  },
  {
    "id": 27,
    "name": "ავთო ხომერიკი",
    "municipality": "ოზურგეთი",
    "region": "გურია",
    "image": "assets/delegates/avto khomeriki.jpg",
    "facebook": "https://www.facebook.com/Avtokhomeriki.30",
    "bio": "ახალგაზრდა დელეგატები ვცდილობთ ჩვენი თანატოლების განვითარებას. ამ საქმეში გუნდურობა და თანასწორობა უმნიშვნელოვანესია. ვერასდროს გავიგებთ რა შეგვიძლია ან რა არ გამოგვდის თუ არ ვცადეთ - ამიტომაც ჩემი მთავარი მოწოდება - მოქმედებაა. ნებისმიერი დაბრკოლების მიუხედავად, ყველა ნაბიჯი ჩვენ გვეკუთვნის და უპირობოდ გვზრდის. საამყოა იყო შენი მუნიციპალიტეტის ხმა, უკეთ გაიცნო შენს გარშემო მცხოვრები ახალგაზრდები, გაიზიარო მათი ინტერესები  და იცოდე, რა სჭირდება თანამედროვე ახალგაზრდას."
  },
  {
    "id": 28,
    "name": "თორნიკე ბერიძე",
    "municipality": "ჩოხატაური",
    "region": "გურია",
    "image": "assets/delegates/tornike beridze.jpg",
    "facebook": "https://www.facebook.com/profile.php?id=61574250357973",
    "bio": "ვარ განვითარებაზე ორიენტირებული,  მიზანდასახული და საკუთარ თავზე მუშაობისკენ მიდრეკილი ადამიანი. ჩემთვის მნიშვნელოვანია მუდმივი განვითარება, პასუხისმგებლობის გრძნობა, ხარისხიან შედეგზე ორიენტირება და ახალი გამოცდილების მიღება, რადგან მიმაჩნია, რომ სწორედ ეს თვისებები მნიშვნელოვნად აუმჯობესებს ცხოვრების ხარისხს. დამოუკიდებელი აზროვნება, ჯანსაღი კრიტიკა და ნაკლებად ცნობადი საკითხების სიღრმისეული ანალიზი ის მიმართულებებია, რომლებსაც განსაკუთრებულ ყურადღებას ვაქცევ. საქმეში, რომელშიც საკუთარ დროს, ენერგიასა და სხვა რესურსებს ვდებ, არ მსურს ვიყო უბრალოდ კარგი - მინდა ვიყო გამორჩეული და გარშემო მყოფებისთვის მკაფიოდ დასამახსოვრებელი.\n\nმსიამოვნებს ახალგაზრდებთან კომუნიკაცია და მათთან ერთად იმ მომავლის შექმნაში მონაწილეობა, რომელიც თითოეულ ჩვენგანს ეკუთვნის. სწორედ ამიტომ ვცდილობ, ჩემი წვლილი შევიტანო ახალგაზრდების განვითარებაში და მათამდე მივიტანო ის შესაძლებლობები, რომლებიც მათთვის არის შექმნილი. მჯერა, რომ მოზარდებს შორის აქტიური კომუნიკაცია, მსჯელობა, გამოცდილების გაზიარება და ჯანსაღი კამათი ქმნის ძლიერ საკომუნიკაციო სივრცეს - ჰაბს, სადაც ახალგაზრდები ერთმანეთისგან სწავლობენ, ვითარდებიან და საკუთარ შესაძლებლობებს უკეთ აცნობიერებენ. სწორედ ამ პროცესში, როგორც ახალგაზრდული საქმიანობის დელეგატი, ვცდილობ, რაც შეიძლება მეტი ახალგაზრდა გავხადო ამ სივრცის აქტიური და ღირსეული წევრი."
  },
  {
    "id": 29,
    "name": "ანამარია გუნთაძე",
    "municipality": "ლანჩხუთი",
    "region": "გურია",
    "image": "assets/delegates/anamaria guntadze.jpg",
    "facebook": "https://www.facebook.com/anamaria.guntadze.2025",
    "bio": "მომავალი უნდა შექმნა აწმყოს რესურსებით და არა წარსულის სტერეოტიპებით გაცდი ჩარჩოებს იმოქმედე არაორდინალურად და შექმენი უკეთესი მომავალი"
  },
  {
    "id": 30,
    "name": "ნინი თავხელიძე",
    "municipality": "ბაღდათი",
    "region": "იმერეთი",
    "image": "assets/delegates/nini tavkhelidze.jpg",
    "facebook": "https://www.facebook.com/nini.tavkhelidze.2025",
    "bio": "ვარ აქტიური, შრომისმოყვარე და გრძელვადიან შედეგებზე ორიენტირებული. მიყვარს ცვლილებები და ვცდილობ, საკუთარი მუნიციპალიტეტის განვითარებაში ახალგაზრდული მიმართულებით მნიშვნელოვანი წვლილის შეტანას."
  },
  {
    "id": 31,
    "name": "ინა ახობაძე",
    "municipality": "ვანი",
    "region": "იმერეთი",
    "image": "assets/delegates/ina akhobadze.jpg",
    "facebook": "https://www.facebook.com/ina.akhobadze",
    "bio": "მე  ვარ ამბიციური, ცნობისმოყვარე და ძალიან მიზანდასახული ადამიანი, რომელსაც ერთდროულად იზიდავს შემოქმედება, სწავლა და ახალი შესაძლებლობების ძიება. საკმაოდ დამოუკიდებელი აზროვნება მაქვს. ხშირად ვკითხულობ „რატომ?“ და არ ვკმაყოფილდები ზედაპირული პასუხით; მინდა, საკუთარი გზა შევქმნა და რაღაც მნიშვნელოვანი დავტოვო."
  },
  {
    "id": 32,
    "name": "ანა ბებიაშვილი",
    "municipality": "ზესტაფონი",
    "region": "იმერეთი",
    "image": "assets/delegates/ana bebiashvili.jpg",
    "facebook": "https://www.facebook.com/ana.bebiashvili.2025",
    "bio": "ვარ აქტიური, კომუნიკაბელური და პასუხისმგებლიანი ახალგაზრდა, რომელსაც უყვარს სიახლეები და თანატოლებთან გამოცდილების გაზიარება. ახალგაზრდული საქმიანობის დელეგატობას განვიხილავ როგორც დიდ ნდობასა და პასუხისმგებლობას, რათა მუდმივი მჭიდრო კავშირი მქონდეს ჩემი მუნიციპალიტეტის ახალგაზრდებთან და ვუპასუხო მათ საჭიროებებს."
  },
  {
    "id": 33,
    "name": "ნინო მაჩიტიძე",
    "municipality": "თერჯოლა",
    "region": "იმერეთი",
    "image": "assets/delegates/nino machitidze.jpg",
    "facebook": "https://www.facebook.com/nini.machitidze.988",
    "bio": "ცხოვრება ზედმეტად ხანმოკლეა შესაძლებლობების გაშვებითვის, ამიტომ სანამ შემიძლია მყარად ვებღაუჭები მათ. მთავარი სარგებელი პიროვნული ზრდაა და თუ ოდესმე კმაყოფილი დავრჩები ჩემი ”ზრდით” მგონია, რომ სწორედ მაშინ შეწყვეტ განვითარებასაც."
  },
  {
    "id": 34,
    "name": "თამაზ ვაშაკიძე",
    "municipality": "სამტრედია",
    "region": "იმერეთი",
    "image": "assets/delegates/tamaz vashakidze.jpg",
    "facebook": "https://www.facebook.com/tazo.vashakidze.874993",
    "bio": "მე ვარ თამაზ ვაშაკიძე, სამტრედიის მუნიციპალიტეტის დელეგატი. ვცდილობ ვიყო, რაც შეიძლება კომუნიკაბელური და ღია თითოეული სამტრედიელი ახალაგაზრდასთვის, ასევე ვარ კონცენტრირებული ჩემს მუნიციპალიტეტში ახალგაზრდული ინიციატივის მხარდაჭერასა და განვითარებაზე"
  },
  {
    "id": 35,
    "name": "მარიამ გოგატიშვილი",
    "municipality": "საჩხერე",
    "region": "იმერეთი",
    "image": "assets/delegates/mariam gogatishvili.jpg",
    "facebook": "https://www.facebook.com/margogatishvilii"
  },
  {
    "id": 36,
    "name": "უჩა ჩიტიძე",
    "municipality": "ტყიბული",
    "region": "იმერეთი",
    "image": "assets/delegates/ucha chitidze.jpg",
    "facebook": "https://www.facebook.com/ucha.chitidze",
    "bio": "უჩა ჩიტიძე - 28 წლის\n\nვთვლი, რომ ცხოვრებაში გულწრფელობით, თავმდაბლობით განვითარებისკენ უწყვეტი სწრაფით და შეუპოვრობით ყველა დაბრკოლების გადალახვა და მიზნის მიღწევა შეიძლება.\n\nჩვენ ყოველთვის უნდა ვეცადოთ სამაგალითოები ვიყოთ."
  },
  {
    "id": 37,
    "name": "ვახტანგ აბაშიშვილი",
    "municipality": "ქუთაისი",
    "region": "იმერეთი",
    "image": "assets/delegates/vakhtang abashishvili.jpg",
    "facebook": "https://www.facebook.com/vabashishvili"
  },
  {
    "id": 38,
    "name": "ელდარ ნუცუბიძე",
    "municipality": "წყალტუბო",
    "region": "იმერეთი",
    "image": "assets/delegates/eldar nutsubidze.jpg",
    "facebook": "https://www.facebook.com/eldar.nutsubidze",
    "bio": "სსიპ ახალგაზრდობის სააგენტო მაძლევს იმის საშუალებას, რომ განვავითარო ჩემი თავი და ასევე შევიტანო წვლილი ჩემი მუნიციპალიტეტის ახალგაზრდული სულის გააქტიურებაში, და მსურს, რომ ჩემს მუნიციპალიტეტში ახალგაზრდების ხმა მეტად ისმოდეს."
  },
  {
    "id": 39,
    "name": "ლიზი ნოზაძე",
    "municipality": "ჭიათურა",
    "region": "იმერეთი",
    "image": "assets/delegates/lizi nozadze.jpg",
    "facebook": "https://www.facebook.com/lizi.nozadze.361044",
    "bio": "გამარჯობა მე ვარ ლიზი ნოზაძე და დავინახე იმის შესაძლებლობა,რომ განვვითარდე მრავალმხრივ,ამიტომ ვარ დღეს აქ,როგორც ახალგაზრდა დელეგატი რათა ჩემს ქალაქში მცხოვრებ ახალგაზრდებსაც დავეხმარო წინსვლაში."
  },
  {
    "id": 40,
    "name": "შოთი წიქარიშვილი",
    "municipality": "ხარაგაული",
    "region": "იმერეთი",
    "image": "assets/delegates/shoti tsiqarishvili.jpg",
    "facebook": "https://www.facebook.com/shotik.o.ts.ikarishvili.2025",
    "bio": "თუ ჩემს ცხოვრებაზე წიგნს დაწერდნენ, ალბათ „წარუმატებელი წარმატებული“ ერქმეოდა — ბევრ რამეს ვაღწევ, თუმცა მიღწეულით იშვიათად ვკმაყოფილდები და ყოველთვის უფრო მაღალი მიზნისკენ მივისწრაფვი. უამრავი ინტერესი და ჰობი მაქვს, რაც მუდმივად მაძლევს ახალი რაღაცების აღმოჩენისა და სწავლის სურვილს. ვარ ექსტროვერტი და კომუნიკაბელური ადამიანი, რომელსაც ყველაზე მეტად გუნდური მუშაობა, ადამიანებთან ურთიერთობა და საერთო მიზნისთვის ერთად ბრძოლა უყვარს."
  },
  {
    "id": 41,
    "name": "ანნა მოგელაძე",
    "municipality": "ხონი",
    "region": "იმერეთი",
    "image": "assets/delegates/ana mogeladze.jpg",
    "facebook": "https://www.facebook.com/anna.mogeladze3",
    "bio": "მჯერა, რომ ცვლილება იწყება მაშინ, როცა ადამიანი საკუთარ შესაძლებლობებს იჯერებს და მოქმედებას იწყებს. ჩემი მიზანია, ხონის ახალგაზრდებს მივცე შესაძლებლობა, მათი ხმა იყოს მოსმენილი და მათი იდეები რეალურ ცვლილებად იქცეს. მინდა, თითოეულმა ახალგაზრდამ იგრძნოს, რომ მას შეუძლია შექმნას უკეთესი მომავალი."
  },
  {
    "id": 42,
    "name": "ნუნუკა ბაბლუანი",
    "municipality": "ამბროლაური",
    "region": "რაჭა-ლეჩხუმი და ქვემო სვანეთი",
    "image": "assets/delegates/nanuka babluani.jpg",
    "facebook": "https://www.facebook.com/nunuka.babluani",
    "bio": "მიზანდასახული, აქტიური და გულწრფელი ადამიანი ვარ. მიყვარს ახალი შესაძლებლობების აღმოჩენა, განვითარება და ისეთი საქმეების კეთება, რომლებიც სხვებისთვისაც სასარგებლოა."
  },
  {
    "id": 43,
    "name": "ნიკოლოზ ჯამბურიძე",
    "municipality": "ლენტეხი",
    "region": "რაჭა-ლეჩხუმი და ქვემო სვანეთი",
    "image": "assets/delegates/nikoloz jamburidze.jpg",
    "facebook": "https://www.facebook.com/nikoloz.jamburidze",
    "bio": "მე ვარ ნიკოლოზ ჯამბურიძე, 25 წლის. ვცხოვრობ ლენტეხის მუნიციპალიტეტში.\n\nბოლო წლებია განსაკუთრებულად დავინტერესედი ჩემი მუნიციპალიტეტის ახალგაზრდული ცხოვრების გაუმჯობესებით, რისთვისაც, მონაწილეობას ვღებულობ იმ პროექტებსა და ღონისძიებებაში, რომლებიც მიზნად ისახავს ახალგაზრდების გააქტიურებას და მათ მაქსიმალურ ჩართულობას მუნიციპალიტეტის/ქალაქის მმართველობით საკითხებში. მიმაჩნია, რომ თითოეულ ახალგაზრდას, რომელსაც სურს გაიღრმავოს საკუთარი ცოდნა, შემდეგ მოახმაროს ის მუნიციპალიტეტსა თუ ქალაქს და აუცილებლად, ამ ყველაფერთან ერთად უყვარს ის ხალხი და ადგილი, სადაც ცხოვრობს, შეუძლია უკეთესობისკენ შეცვალოს მისი თანატოლების ხვალინდელი დღე. მსურს, რომ მეც ერთ-ერთი მათგანი ვიყო ...."
  },
  {
    "id": 44,
    "name": "თამარ ქურასბედიანი",
    "municipality": "ცაგერი",
    "region": "რაჭა-ლეჩხუმი და ქვემო სვანეთი",
    "image": "assets/delegates/tamar qurasbediani.jpg",
    "facebook": "https://www.facebook.com/tamar.qurasbediani.2025",
    "bio": "ვარ მიზანდასახული, პასუხისმგებლიანი და ცნობისმოყვარე ადამიანი. მიყვარს ახალი ადამიანების გაცნობა, საინტერესო საკითხებზე საუბარი და ახალი გამოცდილებების მიღება. ჩემთვის მნიშვნელოვანია განვითარება, საკუთარი აზრის გამოხატვა და სხვების მოსაზრებების პატივისცემა.\n\nყოველთვის მსურდა სხვა ახალგაზრდების დახმარება შემძლებოდა და თემის განვითარებაშიც წვლილი შემეტანა. დელეგატიბამ კი სწორედ ამის საშუალება მომცა."
  },
  {
    "id": 45,
    "name": "ნინი კაკაჩია",
    "municipality": "წaლენჯიხa",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/nini kakachia.jpg",
    "facebook": "https://www.facebook.com/ninikooos",
    "bio": "ვარ აქტიური, კომუნიკაბელური და მიზანდასახული ადამიანი. მიყვარს ადამიანებთან ურთიერთობა, ახალი გამოცდილებების მიღება და იდეების რეალობად ქცევა. ახალგაზრდულ საქმიანობაში ჩართულობა ჩემთვის შესაძლებლობაა, ვიყო აქტიური და ჩემი წვლილი შევიტანო ახალგაზრდებისთვის მნიშვნელოვანი საკითხების განვითარებაში."
  },
  {
    "id": 46,
    "name": "ლიზი ქოიავა",
    "municipality": "აბაშა",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/lizi koiava.jpg",
    "facebook": "https://www.facebook.com/li.zi.980315",
    "bio": "მე ვარ ლიზი ქოიავა, აბაშის ახალგაზრდული საქმიანობის დელეგატი. მჯერა, რომ ახალგაზრდების იდეებს რეალური ცვლილებების შექმნა შეუძლია, თუ მათ მოქმედების შესაძლებლობა მიეცემათ. მინდა ჩემი ქალაქის ახალგაზრდების ხმა გავაძლიერო, ახალი შესაძლებლობები შევქმნა და თავად ვიყო იმ ცვლილების ნაწილი, რომლის დანახვაც მომავალში მინდა."
  },
  {
    "id": 47,
    "name": "მარიამ სოტიშვილი",
    "municipality": "ზუგდიდი",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/mariam sotishvili.jpg",
    "facebook": "https://www.facebook.com/mariam.sotti",
    "bio": "ჩემთვის,როგორც ახალგაზრდისთის მთავარი ქვეყნის განვითარებაა. მწამს, რომ ცვლილებები ჩვენი გაბედულებით იწყება, რათა შევქმნათ უკეთესი გარემო მომავალი თაობებისთვის, ამისთვის კი უმნიშვნელოვანესია არაფორმალურ განათლებაში ჩართულობა."
  },
  {
    "id": 48,
    "name": "თეონა კალანდია",
    "municipality": "მარტვილი",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/teona kalandia.jpg",
    "facebook": "https://www.facebook.com/teona.kalandia.230097",
    "bio": "მე ვარ თეონა კალანდია, ახალგაზრდული საქმიანობის დელეგატი მარტვილში და ახალგაზრდული საბჭოს წევრი. \n\nმცირე ასაკიდან ჩართული ვარ ისეთ პროექტებში,რომელიც ორიენტირებულია ახალგაზრდების განვითარებაზე და თუ დღეს მე ახალგაზრდული საქმიანობის დელეგატი ვარ ,მხოლოდ იმიტომ რომ უფრო მეტი კარგი საქმე გავაკეთო ჩემი მუნიციპალიტეტის ახალგაზრდებისთვის.\n\n,,ერთ იდეასა და ახალგაზრდას შეუძლია შეცვალოს დანარჩენი ახალგაზრდების პასიური ცხოვრების წესი \" - მე მჯერა რომ ნამდვილად ასეა ."
  },
  {
    "id": 49,
    "name": "ანასტასია ზუხბაია",
    "municipality": "სენაკი",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/anastasia zukhbaia.jpg",
    "facebook": "https://www.facebook.com/anastasia.zuxbaia",
    "bio": "მე ვარ კომუნიკაბელური, კრეატიული და ცნობისმოყვარე ადამიანი, რომელსაც ყოველთვის რაღაც ახლის აღმოჩენა და სწავლა უნდა. მიყვარს ადამიანებთან ურთიერთობა, სხვადასხვა აქტივობაში მონაწილეობის მიღება და ჩემი იდეების რეალობად ქცევა. მიზანდასახული ვარ და მინდა მომავალში ისეთი საქმე ვაკეთო, რომელიც ჩემთვისაც და სხვებისთვისაც სასარგებლო იქნება და განვითარებისა და საკუთარი თავის გამოხატვის შესაძლებლობას მომცემს."
  },
  {
    "id": 50,
    "name": "კობა მალანია",
    "municipality": "ჩხოროწყუ",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/koba malania.jpg",
    "facebook": "https://www.facebook.com/koba.malania.52",
    "bio": "მე კობა მალანია ვარ, 17 წლის, და ჩხოროწყუს მუნიციპალიტეტიდან . ყველაფერი მაშინ დაიწყო, როცა სულ რაღაც 14 წლის ვიყავი და მივხვდი, რომ ჩემი თემისთვის ზურგის შექცევა არ მინოდა – პირველად გადავწყვიტე, აქტიურად ჩავრთულიყავი ახალგაზრდული პოლიტიკის განვითარებაში და ჩხოროწყუს ახალგაზრდულ საბჭოს მივმართე. ამ ნაბიჯმა მთელი სამყარო შეცვალა და ჩემი სამოქალაქო გზამაც აქედან აიღო სათავე.დღეს, წლების მანძილზე დაგროვილი გამოცდილებით, თავდაჯერებით ვამბობ, რომ ვფლობ ძლიერ ლიდერულ უნარებს, ვარ კომუნიკაბელური და მესმის, რას ნიშნავს ჯანსაღი, ეფექტიანი გუნდური მუშაობა საერთო მიზნის მისაღწევად.\n\nჩემი საქმიანობა დღეს უკვე უფრო მასშტაბურია: ვხელმძღვანელობ ჩხოროწყუს ახალგაზრდული საბჭოს სპორტისა და ჯანსაღი ცხოვრების კომიტეტს, პარალელურად კი ახალგაზრდული საქმიანობის დელეგატის პოზიციაზე ვმოღვაწეობ სსიპ ახალგაზრდობის სააგენტოში, სადაც ჩემი მუნიციპალიტეტის ხმას კიდევ უფრო ფართო სივრცეებში ვაჟღერებ.\n\nეს მხოლოდ დასაწყისია. ჩემი უახლოესი მიზანია, გავაღრმავო ცოდნა საჯარო მმართველობის მიმართულებით, შევიძინო პროფესიული კომპეტენციები და მომავალში ჩემი მაქსიმალური წვლილი შევიტანო ჩვენი ქვეყნის სწორ, მდგრად განვითარებაში."
  },
  {
    "id": 51,
    "name": "მარიამ არღვლიანი",
    "municipality": "მესტია",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/mariam arghvliani.jpg",
    "facebook": "https://www.facebook.com/mari.arghvliani.9",
    "bio": "ვარ პასუხისმგებლიანი, შრომისმოყვარე და მიზანდასახული ადამიანი. მუდმივად ვისწრაფვი განვითარებისა და ახალი ცოდნის მიღებისკენ, რადგან მიმაჩნია, რომ პიროვნული ზრდა ცხოვრების უწყვეტი პროცესია. ჩემთვის მნიშვნელოვანია პრინციპულობა, სამართლიანობა და საკუთარი გადაწყვეტილებებისა და პასუხისმგებლობების მიმართ ერთგულება."
  },
  {
    "id": 52,
    "name": "მარიამ ქოლბაია",
    "municipality": "ხობი",
    "region": "სამეგრელო-ზემო სვანეთი",
    "image": "assets/delegates/mariam kolbaia.jpg",
    "facebook": "https://www.facebook.com/mariamkolbaia1",
    "bio": "პასუხისმგებლიანი, მიზანდასახული და პუნქტუალური ადამიანი ვარ. ჩემთვის მნიშვნელოვანია დაკისრებული პასუხისმგებლობის კეთილსინდისიერად შესრულება და დაწყებული საქმის ბოლომდე ხარისხიანად მიყვანა. ვარ აქტიური და ინიციატივიანი, განსაკუთრებით მაინტერესებს ახალგაზრდებთან მუშაობა და ახალგაზრდული საქმიანობა. მიყვარს ახალი იდეების განხორციელება, გუნდური მუშაობა და ახალგაზრდებისთვის საინტერესო და სასარგებლო შესაძლებლობების შექმნა. მუდმივად ვცდილობ განვითარებას, ახალი გამოცდილების მიღებას და დასახული მიზნების თანმიმდევრულად მიღწევას."
  }
];

const delegates = delegatesData;

const regions = [...new Set(delegates.map(d => d.region))].sort();
const municipalities = [...new Set(delegates.map(d => d.municipality))]
  .sort((a,b) => a.localeCompare(b, "ka"))
  .map(name => ({
    name,
    region: delegates.find(d => d.municipality === name)?.region || "",
    delegates: delegates.filter(d => d.municipality === name)
  }));